Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# progress_reset_message
source: This will clear all learning progress, quiz scores, streaks, and lesson completion. This cannot be undone.
ar: سيؤدي هذا إلى مسح جميع تقدم التعلم ونتائج الاختبارات والسلاسل المتتالية وإتمام الدروس. لا يمكن التراجع عن هذا.
de: Dies löscht den gesamten Lernfortschritt, alle Quizergebnisse, Serien und abgeschlossenen Lektionen. Dies kann nicht rückgängig gemacht werden.
es: Esto borrará todo el progreso de aprendizaje, puntuaciones de quizzes, rachas y lecciones completadas. Esta acción no se puede deshacer.
fr: Ceci effacera toute la progression d'apprentissage, les scores de quiz, les séries et les leçons terminées. Cette action est irréversible.
hi: यह सभी सीखने की प्रगति, क्विज़ स्कोर, लगातार रिकॉर्ड और पाठ पूर्णता को मिटा देगा। इसे वापस नहीं किया जा सकता।
id: Ini akan menghapus semua kemajuan belajar, skor kuis, beruntun, dan pelajaran yang diselesaikan. Tindakan ini tidak dapat dibatalkan.
it: Verranno cancellati tutti i progressi di apprendimento, i punteggi dei quiz, le serie e le lezioni completate. Questa azione non può essere annullata.
ja: すべての学習進捗、クイズのスコア、連続記録、レッスンの完了状況がクリアされます。この操作は取り消せません。
ko: 모든 학습 진행 상황, 퀴즈 점수, 연속 기록, 레슨 완료 현황이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Dit wist alle leervoortgang, quizscores, reeksen en voltooide lessen. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie postępy nauki, wyniki quizów, serie i ukończone lekcje zostaną usunięte. Tej operacji nie można cofnąć.
pt: Isso apagará todo o progresso de aprendizado, pontuações de quizzes, sequências e lições concluídas. Esta ação não pode ser desfeita.
ru: Это удалит весь прогресс обучения, результаты тестов, серии и пройденные уроки. Это действие нельзя отменить.
tr: Tüm öğrenme ilerlemesi, test puanları, seriler ve ders tamamlamaları silinecek. Bu işlem geri alınamaz.
zh_hans: 这将清除所有学习进度、测验分数、连胜记录和课程完成情况。此操作无法撤销。

# progress_reset_title
source: Reset Progress?
ar: إعادة تعيين التقدم؟
de: Fortschritt zurücksetzen?
es: ¿Restablecer progreso?
fr: Réinitialiser la progression ?
hi: प्रगति रीसेट करें?
id: Atur Ulang Kemajuan?
it: Azzerare i progressi?
ja: 進捗をリセットしますか？
ko: 진행 상황을 초기화할까요?
nl: Voortgang resetten?
pl: Zresetować postępy?
pt: Redefinir progresso?
ru: Сбросить прогресс?
tr: İlerleme Sıfırlansın mı?
zh_hans: 重置进度？

# progress_sessions
source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
hi: सत्र
id: Sesi
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt: Sessões
ru: Сессии
tr: Oturumlar
zh_hans: 练习次数

# progress_subtitle
source: Track your music theory journey.
ar: تتبع رحلتك في النظرية الموسيقية.
de: Verfolge deinen Musiktheorie-Weg.
es: Sigue tu camino en la teoría musical.
fr: Suivez votre parcours en théorie musicale.
hi: अपनी संगीत सिद्धांत यात्रा पर नज़र रखें।
id: Pantau perjalanan teori musik Anda.
it: Monitora il tuo percorso di teoria musicale.
ja: 音楽理論の学習状況を確認しましょう。
ko: 음악 이론 학습 여정을 확인하세요.
nl: Volg je muziektheoretische reis.
pl: Śledź swoją podróż z teorią muzyki.
pt: Acompanhe sua jornada na teoria musical.
ru: Отслеживайте свой путь в теории музыки.
tr: Müzik teorisi yolculuğunuzu takip edin.
zh_hans: 跟踪你的乐理学习之旅。

# progress_theory_lessons
source: Theory Lessons
ar: دروس النظرية
de: Theorielektionen
es: Lecciones de teoría
fr: Leçons de théorie
hi: थ्योरी पाठ
id: Pelajaran Teori
it: Lezioni di teoria
ja: 理論レッスン
ko: 이론 레슨
nl: Theorielessen
pl: Lekcje teorii
pt: Lições de teoria
ru: Уроки теории
tr: Teori Dersleri
zh_hans: 乐理课程

# progress_title
source: Learning Progress
ar: تقدم التعلم
de: Lernfortschritt
es: Progreso de aprendizaje
fr: Progression d'apprentissage
hi: सीखने की प्रगति
id: Kemajuan Belajar
it: Progressi di apprendimento
ja: 学習の進捗
ko: 학습 진행 상황
nl: Leervoortgang
pl: Postępy nauki
pt: Progresso de aprendizado
ru: Прогресс обучения
tr: Öğrenme İlerlemesi
zh_hans: 学习进度

# progress_today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天

# progress_total
source: Total
ar: الإجمالي
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Razem
ru: Всего
tr: Toplam
zh_hans: 总计

# progression_chord_quality
source: Chord Quality
ar: جودة الوتر
de: Akkordqualität
es: Calidad del acorde
fr: Qualité de l'accord
hi: कॉर्ड गुणवत्ता
id: Kualitas Akor
it: Qualità dell'accordo
ja: コードクオリティ
ko: 코드 퀄리티
nl: Akkoordkwaliteit
pl: Jakość akordu
pt: Qualidade do acorde
ru: Качество аккорда
tr: Akor Kalitesi
zh_hans: 和弦性质

# progression_create_title
source: Create Progression
ar: إنشاء تقدم لحني
de: Akkordfolge erstellen
es: Crear progresión
fr: Créer une progression
hi: प्रोग्रेशन बनाएँ
id: Buat Progresi
it: Crea progressione
ja: コード進行を作成
ko: 코드 진행 만들기
nl: Progressie aanmaken
pl: Utwórz progresję
pt: Criar progressão
ru: Создать прогрессию
tr: İlerleme Oluştur
zh_hans: 创建和弦进行

# progression_delete_message
source: Delete \"%@\"?
ar: حذف \"%@\"؟
de: \"%@\" löschen?
es: ¿Eliminar \"%@\"?
fr: Supprimer \"%@\" ?
hi: \"%@\" हटाएं?
id: Hapus \"%@\"?
it: Eliminare \"%@\"?
ja: 「%@」を削除しますか？
ko: \"%@\" 삭제하시겠습니까?
nl: \"%@\" verwijderen?
pl: Usunąć \"%@\"?
pt: Excluir \"%@\"?
ru: Удалить \"%@\"?
tr: \"%@\" silinsin mi?
zh_hans: 删除「%@」？

# progression_delete_title
source: Delete Progression
ar: حذف التقدم
de: Progression löschen
es: Eliminar progresión
fr: Supprimer la progression
hi: प्रगति हटाएं
id: Hapus Progresi
it: Elimina progressione
ja: 進行を削除
ko: 진행 삭제
nl: Progressie verwijderen
pl: Usuń progresję
pt: Excluir Progressão
ru: Удалить прогрессию
tr: İlerlemeyi Sil
zh_hans: 删除和弦进行

# progression_desc_label
source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
id: Deskripsi (opsional)
it: Descrizione (facoltativa)
ja: 説明（任意）
ko: 설명 (선택)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
ru: Описание (необязательно)
tr: Açıklama (isteğe bağlı)
zh_hans: 描述（可选）

# progression_edit_title
source: Edit Progression
ar: تعديل التقدم اللحني
de: Akkordfolge bearbeiten
es: Editar progresión
fr: Modifier la progression
hi: प्रोग्रेशन संपादित करें
id: Edit Progresi
it: Modifica progressione
ja: コード進行を編集
ko: 코드 진행 편집
nl: Progressie bewerken
pl: Edytuj progresję
pt: Editar progressão
ru: Редактировать прогрессию
tr: İlerlemeyi Düzenle
zh_hans: 编辑和弦进行

# progression_error_min
source: Add at least 2 chords
ar: أضف وترين على الأقل
de: Füge mindestens 2 Akkorde hinzu
es: Añade al menos 2 acordes
fr: Ajoutez au moins 2 accords
hi: कम से कम 2 कॉर्ड जोड़ें
id: Tambahkan minimal 2 akor
it: Aggiungi almeno 2 accordi
ja: コードを2つ以上追加してください
ko: 코드를 2개 이상 추가하세요
nl: Voeg minimaal 2 akkoorden toe
pl: Dodaj co najmniej 2 akordy
pt: Adicione pelo menos 2 acordes
ru: Добавьте хотя бы 2 аккорда
tr: En az 2 akor ekleyin
zh_hans: 请至少添加 2 个和弦

# progression_name_label
source: Progression name
ar: اسم التقدم اللحني
de: Name der Akkordfolge
es: Nombre de la progresión
fr: Nom de la progression
hi: प्रोग्रेशन का नाम
id: Nama progresi
it: Nome della progressione
ja: コード進行の名前
ko: 코드 진행 이름
nl: Progressienaam
pl: Nazwa progresji
pt: Nome da progressão
ru: Название прогрессии
tr: İlerleme adı
zh_hans: 和弦进行名称

# progression_placeholder
source: Tap the chords above to build your progression
ar: انقر على الأوتار أعلاه لبناء تقدمك اللحني
de: Tippe oben auf Akkorde, um deine Folge zu erstellen
es: Toca los acordes de arriba para construir tu progresión
fr: Touchez les accords ci-dessus pour construire votre progression
hi: अपना प्रोग्रेशन बनाने के लिए ऊपर के कॉर्ड टैप करें
id: Ketuk akor di atas untuk membangun progresi Anda
it: Tocca gli accordi sopra per costruire la tua progressione
ja: 上のコードをタップしてコード進行を作りましょう
ko: 위의 코드를 탭하여 진행을 만들어 보세요
nl: Tik op de akkoorden hierboven om je progressie op te bouwen
pl: Dotknij akordów powyżej, aby zbudować swoją progresję
pt: Toque nos acordes acima para montar sua progressão
ru: Нажимайте на аккорды выше, чтобы построить прогрессию
tr: İlerlemenizi oluşturmak için yukarıdaki akorlara dokunun
zh_hans: 点击上方的和弦来构建你的和弦进行

# progression_practice_no_voicing
source: No voicing available
ar: لا يوجد صوت متاح
de: Kein Griff verfügbar
es: Sin posición disponible
fr: Aucun voicing disponible
hi: कोई वॉइसिंग उपलब्ध नहीं
id: Tidak ada voicing tersedia
it: Nessuna posizione disponibile
ja: ボイシングなし
ko: 보이싱 없음
nl: Geen greep beschikbaar
pl: Brak chwytu
pt: Nenhuma posição disponível
ru: Нет аппликатуры
tr: Pozisyon mevcut değil
zh_hans: 没有可用的指法

# progression_practice_title
source: Practice
ar: تدريب
de: Üben
es: Práctica
fr: Pratique
hi: अभ्यास
id: Latihan
it: Pratica
ja: 練習
ko: 연습
nl: Oefenen
pl: Ćwiczenie
pt: Prática
ru: Практика
tr: Pratik
zh_hans: 练习

# progression_save
source: Save Progression
ar: حفظ التقدم اللحني
de: Akkordfolge speichern
es: Guardar progresión
fr: Enregistrer la progression
hi: प्रोग्रेशन सहेजें
id: Simpan Progresi
it: Salva progressione
ja: コード進行を保存
ko: 코드 진행 저장
nl: Progressie opslaan
pl: Zapisz progresję
pt: Salvar progressão
ru: Сохранить прогрессию
tr: İlerlemeyi Kaydet
zh_hans: 保存和弦进行

# progression_tap_chords
source: Tap chords to add
ar: انقر على الأوتار لإضافتها
de: Tippe auf Akkorde zum Hinzufügen
es: Toca los acordes para añadir
fr: Touchez les accords à ajouter
hi: जोड़ने के लिए कॉर्ड टैप करें
id: Ketuk akor untuk menambahkan
it: Tocca gli accordi per aggiungerli
ja: コードをタップして追加
ko: 코드를 탭하여 추가
nl: Tik op akkoorden om toe te voegen
pl: Dotknij akordów, aby dodać
pt: Toque nos acordes para adicionar
ru: Нажмите на аккорды для добавления
tr: Eklemek için akorlara dokunun
zh_hans: 点击和弦以添加

# progression_triad
source: Triad
ar: ثلاثي
de: Dreiklang
es: Tríada
fr: Triade
hi: त्रिस्वर
it: Triade
ja: トライアド
ko: 트라이어드
nl: Drieklank
pl: Trójdźwięk
pt: Tríade
ru: Трезвучие
tr: Üçlü
zh_hans: 三和弦

# progression_update
source: Update Progression
ar: تحديث التقدم اللحني
de: Akkordfolge aktualisieren
es: Actualizar progresión
fr: Mettre à jour la progression
hi: प्रोग्रेशन अपडेट करें
id: Perbarui Progresi
it: Aggiorna progressione
ja: コード進行を更新
ko: 코드 진행 업데이트
nl: Progressie bijwerken
pl: Zaktualizuj progresję
pt: Atualizar progressão
ru: Обновить прогрессию
tr: İlerlemeyi Güncelle
zh_hans: 更新和弦进行

# progression_your_chords
source: Your progression (%lld chords)
ar: تقدمك اللحني (%lld أوتار)
de: Deine Akkordfolge (%lld Akkorde)
es: Tu progresión (%lld acordes)
fr: Votre progression (%lld accords)
hi: आपका प्रोग्रेशन (%lld कॉर्ड)
id: Progresi Anda (%lld akor)
it: La tua progressione (%lld accordi)
ja: あなたのコード進行（%lld個のコード）
ko: 내 코드 진행 (코드 %lld개)
nl: Je progressie (%lld akkoorden)
pl: Twoja progresja (%lld akordów)
pt: Sua progressão (%lld acordes)
ru: Ваша прогрессия (%lld аккордов)
tr: İlerlemeniz (%lld akor)
zh_hans: 你的和弦进行（%lld 个和弦）

# progressions_copy_suffix
source: (Copy)
ar: (نسخة)
de: (Kopie)
es: (Copia)
fr: (Copie)
hi: (कॉपी)
id: (Salinan)
it: (Copia)
ja: （コピー）
ko: (복사본)
nl: (Kopie)
pl: (Kopia)
pt: (Cópia)
ru: (копия)
tr: (Kopya)
zh_hans: （副本）

# progressions_my
source: My Progressions
ar: تقدماتي اللحنية
de: Meine Akkordfolgen
es: Mis progresiones
fr: Mes progressions
hi: मेरे प्रोग्रेशन
id: Progresi Saya
it: Le mie progressioni
ja: マイコード進行
ko: 내 코드 진행
nl: Mijn progressies
pl: Moje progresje
pt: Minhas progressões
ru: Мои прогрессии
tr: İlerlemelerim
zh_hans: 我的和弦进行

# progressions_new
source: New Progression
ar: تقدم لحني جديد
de: Neue Akkordfolge
es: Nueva progresión
fr: Nouvelle progression
hi: नया प्रोग्रेशन
id: Progresi Baru
it: Nuova progressione
ja: 新しいコード進行
ko: 새 코드 진행
nl: Nieuwe progressie
pl: Nowa progresja
pt: Nova progressão
ru: Новая прогрессия
tr: Yeni İlerleme
zh_hans: 新建和弦进行

# progressions_voice_leading
source: Voice Leading
ar: قيادة الأصوات
de: Stimmführung
es: Conducción de voces
fr: Conduite des voix
hi: वॉइस लीडिंग
it: Condotta delle voci
ja: ヴォイスリーディング
ko: 보이스 리딩
nl: Stemvoering
pl: Prowadzenie głosów
pt: Condução de vozes
ru: Голосоведение
tr: Ses Yönlendirme
zh_hans: 声部连接

# quiz_category_chords
source: Chords
ar: أكوردات
de: Akkorde
es: Acordes
fr: Accords
hi: कॉर्ड
id: Akor
it: Accordi
ja: コード
ko: 코드
nl: Akkoorden
pl: Akordy
pt: Acordes
ru: Аккорды
tr: Akorlar
zh_hans: 和弦

# quiz_category_intervals
source: Intervals
ar: أبعاد
de: Intervalle
es: Intervalos
fr: Intervalles
hi: अंतराल
id: Interval
it: Intervalli
ja: 音程
ko: 음정
nl: Intervallen
pl: Interwały
pt: Intervalos
ru: Интервалы
tr: Aralıklar
zh_hans: 音程

# quiz_category_keys
source: Keys
ar: مقامات
de: Tonarten
es: Tonalidades
fr: Tonalités
hi: कुंजी
id: Kunci
it: Tonalità
ja: 調
ko: 조
nl: Toonsoorten
pl: Tonacje
pt: Tonalidades
ru: Тональности
tr: Tonaliteler
zh_hans: 调

# quiz_category_progressions
source: Progressions
ar: تتابعات
de: Progressionen
es: Progresiones
hi: प्रगति
id: Progresi
it: Progressioni
ja: 進行
ko: 진행
nl: Progressies
pl: Progresje
pt: Progressões
ru: Прогрессии
tr: Yürüyüşler
zh_hans: 和声进行

# quiz_category_scales
source: Scales
ar: سلالم
de: Tonleitern
es: Escalas
fr: Gammes
hi: स्केल
id: Tangga nada
it: Scale
ja: スケール
ko: 스케일
nl: Toonladders
pl: Gamy
pt: Escalas
ru: Гаммы
tr: Diziler
zh_hans: 音阶

# restore_button
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रिस्टोर
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hans: 恢复

# restore_dialog_message
source: This will merge favorites, songs, progressions, and patterns from the backup file with your existing data. Settings will be replaced with the backup values.\n\nYour existing data will not be deleted.
ar: سيتم دمج المفضلة والأغاني والتقدمات اللحنية والأنماط من ملف النسخ الاحتياطي مع بياناتك الحالية. سيتم استبدال الإعدادات بقيم النسخ الاحتياطي.\n\nلن يتم حذف بياناتك الحالية.
de: Dies führt Favoriten, Songs, Akkordfolgen und Muster aus der Sicherungsdatei mit deinen vorhandenen Daten zusammen. Einstellungen werden durch die Sicherungswerte ersetzt.\n\nDeine vorhandenen Daten werden nicht gelöscht.
es: Esto combinará los favoritos, canciones, progresiones y patrones del archivo de respaldo con tus datos existentes. Los ajustes se reemplazarán con los valores del respaldo.\n\nTus datos existentes no se eliminarán.
fr: Ceci fusionnera les favoris, chansons, progressions et motifs du fichier de sauvegarde avec vos données existantes. Les paramètres seront remplacés par les valeurs de la sauvegarde.\n\nVos données existantes ne seront pas supprimées.
hi: यह बैकअप फ़ाइल से पसंदीदा, गाने, प्रोग्रेशन और पैटर्न को आपके मौजूदा डेटा के साथ मर्ज करेगा। सेटिंग्स बैकअप मानों से बदली जाएँगी।\n\nआपका मौजूदा डेटा हटाया नहीं जाएगा।
id: Ini akan menggabungkan favorit, lagu, progresi, dan pola dari file cadangan dengan data Anda yang ada. Pengaturan akan diganti dengan nilai dari cadangan.\n\nData Anda yang ada tidak akan dihapus.
it: Questa operazione unirà preferiti, brani, progressioni e pattern dal file di backup con i dati esistenti. Le impostazioni saranno sostituite con i valori del backup.\n\nI dati esistenti non verranno eliminati.
ja: バックアップファイルのお気に入り、曲、コード進行、パターンが既存のデータと統合されます。設定はバックアップの値に置き換えられます。\n\n既存のデータは削除されません。
ko: 백업 파일의 즐겨찾기, 곡, 코드 진행, 패턴이 기존 데이터와 병합됩니다. 설정은 백업 값으로 대체됩니다.\n\n기존 데이터는 삭제되지 않습니다.
nl: Dit zal favorieten, liedjes, progressies en patronen uit het back-upbestand samenvoegen met je bestaande gegevens. Instellingen worden vervangen door de back-upwaarden.\n\nJe bestaande gegevens worden niet verwijderd.
pl: Ulubione, piosenki, progresje i wzorce z pliku kopii zapasowej zostaną scalone z istniejącymi danymi. Ustawienia zostaną zastąpione wartościami z kopii zapasowej.\n\nIstniejące dane nie zostaną usunięte.
pt: Isto combinará os favoritos, músicas, progressões e padrões do arquivo de backup com seus dados existentes. As configurações serão substituídas pelos valores do backup.\n\nSeus dados existentes não serão excluídos.
ru: Избранное, песни, прогрессии и ритмы из файла будут объединены с вашими текущими данными. Настройки будут заменены значениями из резервной копии.\n\nВаши текущие данные не будут удалены.
tr: Bu işlem yedek dosyasındaki favorileri, şarkıları, ilerleme ve kalıpları mevcut verilerinizle birleştirecek. Ayarlar yedekteki değerlerle değiştirilecek.\n\nMevcut verileriniz silinmeyecek.
zh_hans: 这将把备份文件中的收藏、歌曲、和弦进行和节奏型与你现有的数据合并。设置将被备份中的值替换。\n\n你现有的数据不会被删除。

# restore_dialog_title
source: Restore Data?
ar: استعادة البيانات؟
de: Daten wiederherstellen?
es: ¿Restaurar datos?
fr: Restaurer les données ?
hi: डेटा रिस्टोर करें?
id: Pulihkan Data?
it: Ripristinare i dati?
ja: データを復元しますか？
ko: 데이터를 복원할까요?
nl: Gegevens herstellen?
pl: Przywrócić dane?
pt: Restaurar dados?
ru: Восстановить данные?
tr: Veriler Geri Yüklensin mi?
zh_hans: 恢复数据？

# review_feedback_thanks
source: Thanks for the feedback! We're always working to improve.
ar: شكرًا على ملاحظاتك! نعمل دائمًا على التحسين.
de: Vielen Dank fürs Feedback! Wir arbeiten ständig daran, uns zu verbessern.
es: ¡Gracias por tus comentarios! Siempre trabajamos para mejorar.
fr: Merci pour votre retour ! Nous travaillons toujours à nous améliorer.
hi: प्रतिक्रिया के लिए धन्यवाद! हम सुधार के लिए लगातार काम कर रहे हैं।
id: Terima kasih atas masukannya! Kami terus berusaha untuk meningkatkan aplikasi.
it: Grazie per il feedback! Lavoriamo sempre per migliorare.
ja: フィードバックありがとうございます。改善のため日々取り組んでいます。
ko: 피드백 감사합니다! 항상 더 나아지기 위해 노력하고 있습니다.
nl: Bedankt voor de feedback! We werken constant aan verbeteringen.
pl: Dziękujemy za opinię! Cięgle pracujemy nad ulepszeniami.
pt: Obrigado pelo feedback! Estamos sempre trabalhando para melhorar.
ru: Спасибо за отзыв! Мы постоянно работаем над улучшениями.
tr: Geri bildiriminiz için teşekkürler! Sürekli geliştirmek için çalışıyoruz.
zh_hans: 感谢反馈！我们一直在努力改进。

# review_prompt_message
source: You just earned %1$@!
ar: لقد حصلت للتو على %1$@!
de: Du hast gerade %1$@ verdient!
es: ¡Acabas de ganar %1$@!
fr: Vous venez de gagner %1$@ !
hi: आपने अभी %1$@ अर्जित किया!
id: Anda baru saja mendapatkan %1$@!
it: Hai appena ottenuto %1$@!
ja: %1$@ を獲得しました！
ko: 방금 %1$@를 획득하셨습니다!
nl: Je hebt zojuist %1$@ verdiend!
pl: Właśnie zdobyłeś %1$@!
pt: Você acabou de ganhar %1$@!
ru: Вы только что получили %1$@!
tr: Az önce %1$@ kazandınız!
zh_hans: 你刚刚获得了 %1$@！

# review_prompt_no
source: Not really
ar: ليس حقاً
de: Nicht wirklich
es: No mucho
fr: Pas vraiment
hi: ज्यादा नहीं
id: Kurang
it: Non proprio
ja: あまり
ko: 별로예요
nl: Niet echt
pl: Nie bardzo
pt: Não muito
ru: Не очень
tr: Pek sayılmaz
zh_hans: 不太喜欢

# review_prompt_title
source: Enjoying Ukulele Companion?
ar: هل تستمتع بتطبيق Ukulele Companion؟
de: Gefällt dir Ukulele Companion?
es: ¿Te gusta Ukulele Companion?
fr: Vous aimez Ukulele Companion ?
hi: क्या आप Ukulele Companion का आनंद ले रहे हैं?
id: Suka dengan Ukulele Companion?
it: Ti piace Ukulele Companion?
ja: Ukulele Companion を楽しんでいますか？
ko: Ukulele Companion이 마음에 드시나요?
nl: Geniet je van Ukulele Companion?
pl: Podoba Ci się Ukulele Companion?
pt: Está gostando do Ukulele Companion?
ru: Нравится Ukulele Companion?
tr: Ukulele Companion'ı beğeniyor musunuz?
zh_hans: 喜欢 Ukulele Companion 吗？

# review_prompt_yes
source: Yes, I love it!
ar: نعم، أحبه كثيراً!
de: Ja, ich liebe es!
es: ¡Sí, me encanta!
fr: Oui, j'adore !
hi: हाँ, मुझे यह बहुत पसंद है!
id: Ya, saya suka sekali!
it: Sì, lo adoro!
ja: はい、とても気に入っています！
ko: 네, 정말 좋아요!
nl: Ja, ik vind het geweldig!
pl: Tak, uwielbiam!
pt: Sim, adoro!
ru: Да, обожаю!
tr: Evet, bayılıyorum!
zh_hans: 是的，我很喜欢！

# routine_chord_drill_desc
source: Switch between %1$@ and %2$@ with a metronome. Start at 60 BPM and increase by 10 each minute.
ar: بدّل بين %1$@ و %2$@ مع مترونوم. ابدأ عند 60 BPM وزِد 10 كل دقيقة.
de: Wechsle zwischen %1$@ und %2$@ mit Metronom. Beginne bei 60 BPM und steigere um 10 jede Minute.
es: Cambia entre %1$@ y %2$@ con metrónomo. Empieza a 60 BPM y sube 10 cada minuto.
fr: Alternez entre %1$@ et %2$@ avec un métronome. Commencez à 60 BPM et augmentez de 10 chaque minute.
hi: मेट्रोनोम के साथ %1$@ और %2$@ के बीच बदलें। 60 BPM से शुरू करें और हर मिनट 10 बढ़ाएँ।
id: Peralihan antara %1$@ dan %2$@ dengan metronom. Mulai 60 BPM dan naikkan 10 setiap menit.
it: Alterna tra %1$@ e %2$@ con un metronomo. Inizia a 60 BPM e aumenta di 10 ogni minuto.
ja: メトロノームで%1$@と%2$@を切り替え。60 BPMから始め、1分ごとに10上げる。
ko: 메트로놈으로 %1$@와 %2$@ 전환. 60 BPM에서 시작해 1분마다 10씩 올리세요.
nl: Wissel tussen %1$@ en %2$@ met een metronoom. Begin op 60 BPM en verhoog elke minuut met 10.
pl: Przełączaj między %1$@ a %2$@ z metronomem. Zacznij od 60 BPM i zwiększaj o 10 co minutę.
pt: Alternar entre %1$@ e %2$@ com metrônomo. Comece a 60 BPM e aumente 10 a cada minuto.
ru: Переключайтесь между %1$@ и %2$@ с метрономом. Начните с 60 BPM и увеличивайте на 10 каждую минуту.
tr: Metronomla %1$@ ve %2$@ arasında geçiş yapın. 60 BPM'de başlayın, her dakika 10 artırın.
zh_hans: 用节拍器在 %1$@ 和 %2$@ 之间切换。从 60 BPM 开始，每分钟增加 10。

# routine_chord_drill_title
source: Chord Transition: %1$@ ↔ %2$@
ar: انتقال الوتر: %1$@ ↔ %2$@
de: Übergang: %1$@ ↔ %2$@
es: Transición: %1$@ ↔ %2$@
fr: Transition : %1$@ ↔ %2$@
hi: कॉर्ड ट्रांज़िशन: %1$@ ↔ %2$@
id: Transisi Akor: %1$@ ↔ %2$@
it: Transizione accordi: %1$@ ↔ %2$@
ja: コードチェンジ: %1$@ ↔ %2$@
ko: 코드 전환: %1$@ ↔ %2$@
nl: Akkoordovergang: %1$@ ↔ %2$@
pl: Przejście akordów: %1$@ ↔ %2$@
pt: Transição de acordes: %1$@ ↔ %2$@
ru: Смена аккордов: %1$@ ↔ %2$@
tr: Akor Geçişi: %1$@ ↔ %2$@
zh_hans: 和弦转换：%1$@ ↔ %2$@

# routine_complete_message
source: Great session! Keep up the daily practice.
ar: جلسة رائعة! واصل التمرين اليومي.
de: Tolle Sitzung! Bleib am täglichen Üben dran.
es: ¡Gran sesión! Sigue con la práctica diaria.
fr: Belle session ! Continuez la pratique quotidienne.
hi: शानदार सत्र! रोज़ अभ्यास जारी रखें।
id: Sesi yang bagus! Terus berlatih setiap hari.
it: Ottima sessione! Continua con la pratica quotidiana.
ja: お疲れさまでした！毎日の練習を続けましょう。
ko: 수고하셨어요! 매일 연습을 계속하세요.
nl: Geweldige sessie! Blijf dagelijks oefenen.
pl: Świetna sesja! Ćwicz codziennie.
pt: Ótima sessão! Continue com a prática diária.
ru: Отличная сессия! Продолжайте ежедневные занятия.
tr: Harika oturum! Günlük pratiğe devam edin.
zh_hans: 练习得很棒！坚持每天练习。

# routine_complete_title
source: Practice Complete!
ar: اكتمل التمرين!
de: Übung abgeschlossen!
es: ¡Práctica completada!
fr: Pratique terminée !
hi: अभ्यास पूर्ण!
id: Latihan Selesai!
it: Pratica completata!
ja: 練習完了!
ko: 연습 완료!
nl: Oefening voltooid!
pl: Ćwiczenie zakończone!
pt: Prática concluída!
ru: Занятие завершено!
tr: Çalışma Tamamlandı!
zh_hans: 练习完成！

# routine_cool_down_desc
source: Play something you enjoy! Practice a favourite song or strum freely.
ar: اعزف ما تستمتع به! تدرب على أغنية مفضلة أو اعزف بحرية.
de: Spiele etwas, das dir gefällt! Übe ein Lieblingslied oder schlage frei an.
es: ¡Toca algo que disfrutes! Practica una canción favorita o rasguea libremente.
fr: Jouez quelque chose que vous aimez ! Pratiquez une chanson favorite ou grattez librement.
hi: जो आपको पसंद है वह बजाएँ! पसंदीदा गाना अभ्यास करें या स्वतंत्र रूप से स्ट्रम करें।
id: Mainkan sesuatu yang Anda nikmati! Latih lagu favorit atau strum bebas.
it: Suona qualcosa che ti piace! Pratica un brano preferito o strimpella liberamente.
ja: 好きな曲を弾こう！お気に入りの曲を練習するか自由にストローク。
ko: 좋아하는 곡을 연주하세요! 좋아하는 곡을 연습하거나 자유롭게 스트러밍하세요.
nl: Speel iets wat je leuk vindt! Oefen een favoriet liedje of tokkel vrij.
pl: Zagraj coś, co lubisz! Ćwicz ulubioną piosenkę lub brzdąkaj swobodnie.
pt: Toque algo que goste! Pratique uma música favorita ou toque livremente.
ru: Сыграйте то, что вам нравится! Отработайте любимую песню или импровизируйте.
tr: Keyif aldığınız bir şey çalın! Favori şarkınızı çalışın veya serbest strum yapın.
zh_hans: 弹你喜欢的！练习喜欢的歌或自由扫弦。

# routine_cool_down_title
source: Cool Down
ar: التهدئة
de: Abkühlen
es: Enfriamiento
fr: Récupération
hi: कूल डाउन
id: Pendinginan
it: Defaticamento
ja: クールダウン
ko: 쿨다운
nl: Cooling-down
pl: Schłodzenie
pt: Desaquecimento
ru: Заминка
tr: Soğuma
zh_hans: 放松
